Repository: alxv-su/aaaaxy-russian-translation
Catalog: game.po
Languages: ru

source: and
ru: и

source: A: %s
ru: А: %s

source: Additional Programming Libraries & Tools
ru: Дополнительные Библиотеки и Инструменты

source: All Checkpoints
ru: Все чекпоинты

source: All Flipped
ru: В перевёрнутом состоянии

source: All Notes
ru: Просмотрены все заметки

source: All Paths
ru: Пройдены все пути

source: All Secrets
ru: Открыты все секреты

source: Alofi
ru: Алофи

source: Anchorage
ru: Анкоридж

source: Any%
ru: Любым способом

source: Auckland
ru: Окленд

source: Audio
ru: Аудио

source: Auto (%s)
ru: Авто (%s)

source: B/X
ru: B или X

source: Back
ru: Назад

source: Backspace
ru: Бэкспейс

source: Baker Island
ru: Бейкер Айленд

source: Beijing
ru: Пекин

source: Berlin
ru: Берлин

source: Bishkek
ru: Бишкек

source: Boston
ru: Бостон

source: Build: %s
ru: Билд: %s

source: Cheat%
ru: С читами

source: Chicago
ru: Чикаго

source: Credits
ru: Авторы и благодарность

source: Ctrl/Shift
ru: Ctrl или Shift

source: Done
ru: Готово

source: Edit Touch Controls
ru: Изменить настройки управления

source: Edmonton
ru: Эдмонтон

source: Enter/Shift
ru: Enter или Shift

source: Error: could not save game: %s
ru: Ошибка: невозможно сохранить игру: %s

source: Fernando de Noronha
ru: Фернанду-ди-Норонья

source: Fine, I give up, have it your way. All cheats are documented in --help.
ru: Хорошо, я умываю руки, делай что хочешь. Все читкоды есть в --help.

source: For Software Licenses{{BR}}Press Right
ru: По вопросам лицензии{{BR}}Нажми кнопку Вправо

source: Graphics
ru: Графика

source: Graphics: %s
ru: Графика: %s

source: Halifax
ru: Голифакс

source: Hanoi
ru: Ханой

source: High
ru: Высокий

source: Honolulu
ru: Гонолулу

source: Impossible
ru: Невозможен

source: Istanbul
ru: Стамбул

source: Kiritimati
ru: Киритиматы

source: Language: %s
ru: Язык (Language): %s

source: Level Version: %d
ru: Версия уровня: %d

source: London
ru: Лондон

source: Low
ru: Низкий

source: Lowest
ru: Самый низкий

source: Main Menu
ru: Главное Меню

source: Max
ru: Максимум

source: Medium
ru: Средний

source: New York
ru: Нью-Йорк

source: No Back
ru: Без кнопки Назад

source: No Backspace
ru: Без кнопки Бэкспейс

source: No Coil
ru: Без Катушки

source: No Escape
ru: Без кнопки Escape

source: No Start
ru: Без кнопки Старт

source: No Teleports
ru: Без Телепорта

source: None
ru: Ничего

source: Nuku'alofa
ru: Нукуалофа

source: Pick-a-Path
ru: Выбери Путь

source: Play
ru: Играть

source: Player Sprite
ru: Спрайт персонажа

source: Ponta Delgada
ru: Понто-Делгада

source: Port Moresby
ru: Порт-Морсби

source: Programming
ru: Программирование

source: Quality: %s
ru: Качество: %s

source: Quit
ru: Выйти

source: Reset
ru: Сбросить

source: Reset Nothing
ru: Ничего не сбрасывать

source: Reset and Lose SAVE STATE %s
ru: Сбросить и Удалить СОХРАНЕНИЕ %s

source: Reset and Lose Save State %s
ru: Сбросить и Удалить Сохранение %s

source: Reset and Lose Save State %s (just release buttons)
ru: Сбросить и Удалить Сохранение %s (только отпусти кнопки)

source: Reset and Lose Save State %s (think about it for %d sec)
ru: Сбросить и Удалить Сохранение %s (подумай об этом %d сек)

source: Reset and Lose Settings
ru: Сбросить и Удалить Настройки

source: Reset to Defaults
ru: Сбросить настройки по умолчанию

source: San Francisco
ru: Сан Франциско

source: Score: {{Score}}{{SpeedrunCategoriesShort}} | Time: {{GameTime}}
ru: Очки {{Score}}{{SpeedrunCategoriesShort}} | Время: {{GameTime}}

source: Settings
ru: Настройки

source: Shift/E/Tab
ru: Shift или E или Tab

source: Sound Effects
ru: Звуковые эффекты

source: Sprites
ru: Спрайты

source: Start
ru: Старт

source: Switch Save State
ru: Сохранить в Другой Слот

source: Switch to Fullscreen Mode
ru: Включить полноэкранный режим

source: Switch to Letterboxed Screen
ru: Включить стандартный режим экрана

source: Switch to Stretched Screen
ru: Включить полноэкранный режим

source: Switch to Windowed Mode
ru: Включить режим игры в окне

source: Sydney
ru: Сидней

source: São Paulo
ru: Сан-Паулу

source: Tehran
ru: Тегеран

source: Tel Aviv
ru: Тель-Авив

source: Testing
ru: Тестирование

source: Thank You!
ru: Спасибо!

source: The Cleats
ru: Шипованной обувью

source: The Coil
ru: Котушкой

source: The Gloves
ru: Перчатками

source: The Remote
ru: Пультом

source: Tokyo
ru: Токио

source: Translators
ru: Переводчики

source: Try Next
ru: Попробуй вот это

source: Turkistan
ru: Туркистан

source: Volume: %s
ru: Громкость: %s

source: Without Cheating Of Course
ru: Без использования читкодов, конечно

source: You now have 30 lives. Enjoy!
ru: Теперь у вас 30 жизней. Наслаждайтесь!

source: You really thought this would do something?
ru: Вы действительно решили, что это к чему-то приведет?

source: Your Speedrun Categories
ru: Ваши категории быстрого прохождения

source: Your Time
ru: Ваше Время

source: and %s
ru: и %s

source: and other contributors
ru: и другие соразработчики

source: by %s
ru: %s

source: elsewhere
ru: где-то

source: enumerating sounds
ru: перечисляем звуки

source: everything
ru: всего

source: hashing level
ru: хешируем уровень

source: initializing audio
ru: инициируем звук

source: initializing dumping
ru: инициируем дамп

source: initializing input
ru: инициируем ввод

source: initializing noise
ru: инициируем шум

source: loading checkpoints
ru: загружаем чекпоинты

source: loading level
ru: загружаем уровни

source: loading level file
ru: загружаем файлы уровня

source: nothing
ru: безничего

source: parsing level data
ru: парсинг данных уровня

source: precaching %s
ru: кэшируем %s

source: precaching credits
ru: кэшируем титры и благодарности

source: precaching engine
ru: кэшируем двигатель

source: precaching entities
ru: кэшируем компоненты

source: precaching fonts
ru: кэшируем шрифты

source: precaching images
ru: кэшируем изображение

source: precaching sounds
ru: кэшируем звуки
