Repository: alxv-su/aaaaxy-russian-translation
Catalog: level.po
Languages: ru

source: The path to success is littered with ...{{BR}}litter.
ru: Путь к успеху усеян ...{{BR}}мусором.

source: Getting up is half the fun.
ru: Суметь подняться это уже половина веселья.

source: If stuck,{{BR}}press {{ExitButton}}.
ru: Если застрял,{{BR}}нажми {{ExitButton}}.

source: Phew?
ru: Уф?

source: reached A New Beginning with {{Abilities}} at {{GameTime}}.
ru: Достигли Нового Начала с помощью {{Abilities}} по {{GameTime}}.

source: Higher, Higher, Higher!
ru: Выше, Выше, Выше!

source: It can be helpful to do two things at the same time.
ru: Иногда нужно делать два дела сразу.

source: Oh, it shrunk?
ru: Сморщилось?

source: Stepping away from the problem can help resolve it.
ru: Чтобы решить проблему надо отойти от неё.

source: Jumpers lose platforms.{{BR}}Don't be a jumper.
ru: Прыгуны теряют платформы.{{BR}}Не будь прыгуном.

source: Try going in circles, but ...
ru: Попробуй ходить кругами, но...

source: ... five is right out!
ru: ... пять не вариант!

source: Mwahaha!
ru: Мва-ха-ха!

source: Let's put weird and weird together,{{BR}}and make it even weirder!{{BR}}Weird, weird space{{BR}}is super-weird!{{BR}}{{BR}}Press {{ExitButton}}.
ru: Давай сложем вместе странное и странное,{{BR}}и, то что получится, сделаем ещё более странным!{{BR}}Странное престранное пространство{{BR}}супер-странно!{{BR}}{{BR}}Нажми {{ExitButton}}.
