Repository: alxv-su/aaaaxy-russian-translation
Catalog: level.po
Languages: ru

source: A short walk can go a long way.
ru: Короткая прогулка может завести очень далеко.

source: Failure was never an option.
ru: Неудача в наши планы не входит.

source: Don't children like to say, "Are we there yet?"{{BR}}Press {{ExitButton}}.
ru: Разве дети не любят спрашивать: "Мы уже приехали?"{{BR}}Нажми {{ExitButton}}.

source: Sometimes the angle of looking at things is all that matters.
ru: Иногда единственное, что имеет значение – это то,{{BR}}под каким углом мы смотрим на вещи.

source: There can be too much of a good thing.
ru: Там может быть много хорошего.

source: Leap of Faith
ru: Прыжок Веры

source: There are no wrong ways, just wrong goals.
ru: Не существует ложных путей. Только неверные цели.

source: Where there's a down, there must also be an up.
ru: Там, где есть падение, там же должен быть и подъем.

source: Persistence is the key to success.
ru: Настойчивость это ключ к успеху.

source: Stop and Stair
ru: Остановись, и смотри куда ступаешь

source: Endless Eight
ru: Бесконечная Восьмерка

source: Sometimes you just keep running in circles.
ru: Иногда просто бегаешь кругами.

source: Some people prefer 2τ over 4π.
ru: Некоторые предпочитают 2τ вместо 4π.

source: "In spite of one-time overwhelming consensus, the earth isn't flat."
ru: "Когда-то почти все полагали, будто Земля плоская, но теперь мы видим, что это не так."

source: Some people prefer 4π over 2τ.
ru: Некоторые предпочитают 4π вместо 2τ.

source: Interesting things are hardly ever found in corners.
ru: В углах редко можно найти что-то интересное.

source: Interesting things are always found in corners.
ru: В углах всегда можно найти что-то интересное.

source: The Hub
ru: Хаб

source: The Strip
ru: Лента

source: The path of least resistance will not always lead to success.
ru: Путь наименьшего сопротивления не всегда ведёт к победе.

source: Some things only have one side to them.
ru: У некоторых вещей есть только одна сторона.

source: Thinking outside the box can remove the need of getting over it.
ru: Если мыслить нестандартно, то может и не придётся преодолевать вот это вот всё.

source: The Möbius Strip
ru: Лента Мёбиуса

source: The Torus
ru: Тор

source: If it doesn't fit in three dimensions, try two.
ru: Если оно не влезает в трёхмерное пространство, попробуй двумерное.

source: The Klein Bottle
ru: Бутылка Клейна

source: Whenever I climb I am followed by a dog called Ego.
ru: Каждый раз когда я лезу вверх, ко мне присоединяется пёс, которого зовут Эго.

source: The Projective Plane
ru: Проективная плоскость

source: The Sphere
ru: Сфера

source: Unparalleled execution is all you really need here.
ru: Бесподобное прохождение это всё, что тут действительно нужно.

source: Welcome to the top of the mountain.{{BR}}If you're alone, all this was just a waste of time.{{BR}}Press {{ExitButton}}.
ru: Добро пожаловать на вершину горы.{{BR}}Если ты здесь в одиночестве, то всё это было пустой тратой времени.{{BR}}Нажми {{ExitButton}}.

source: The shortest path can be the one that takes longest.
ru: Кратчайший путь иногда может отнять больше времени.

source: If you just press on forward, you will eventually reach your goal.
ru: Можно достичь цели, если просто нажать вперед.

source: Falling a long distance does not always hurt.
ru: Падение с высоты не всегда вызывает боль.

source: Entering through the front door is boring.
ru: Скучно заходить через парадную дверь.

source: House With Two Rooms
ru: Дом С Двумя Пространствами

source: Taking the right entrance makes all the difference.
ru: Важно выбрать тот же вход.

source: A New Beginning
ru: Новое Начало

source: If this isn't your downfall, I don't know what is.
ru: Если это не падение, то я не знаю что можно считать падением.

source: Oh, gravity, thou art a heartless ... force?
ru: Ох гравитация, бессердечная ты ccc... сила?

source: Short Circuited
ru: Укорочено

source: Your choices don't matter.
ru: Не имеет значения что именно выбираешь.

source: Choose Wisely
ru: Выбирай разумно

source: Pick{{BR}}this path?
ru: Пойдём{{BR}}сюда?

source: Pick{{BR}}that path?
ru: Пойдём{{BR}}туда?

source: Some water must be periodically added to compensate for evaporation.
ru: Время от времени надо доливать воду, чтобы компенсировать испарение.

source: You broke out of the stream, yet you're back in the stream.
ru: Ты вырвался из течения, но всё ещё в потоке.

source: M. C. Waterfall
ru: Водопад Эшера

source: A shortcut?
ru: Краткий путь?

source: Draaains
ru: Утека-а-ай

source: The prospect of additional strength fills you with determination.
ru: Перспектива дополнительной силы наполняет тебя решительностью.

source: Behold the cage of health!
ru: Посмотри на клетку здоровья!

source: Silver City
ru: Серебряный Город

source: A slight breeze is enough for water to escape the waterfall.
ru: Лёгкого дуновения ветра достаточно чтобы сдвинуть поток водопада.

source: If it ain't broke, don't fix it.
ru: Не пытайтесь починить то, что работает.

source: What's broken is in need of repair.
ru: Требует ремонта то, что сломалось.

source: There is no need to hide if nobody is after you.
ru: Нет необходимости прятаться, если никто не ищет.

source: Hide and seek is never fun without opponents.
ru: Играть в прятки не интересно без соперников.

source: Welcome to ...
ru: Добро пожаловать в ...

source: BRLOGENSHFEGLE doesn't lol.
ru: БРЛОГЕНШФЕГЛЬ не смеётся.

source: Nine Boxes In Sight
ru: Перед тобой девять коробок

source: King's Cross
ru: Переход на станцию Центральный вокзал

source: Looking behind the scenes can be important at times.
ru: Иногда бывает важно заглянуть за кулисы.

source: The first track is never the one with your train.
ru: Наш бронепоезд стоит на запасном пути.

source: Reaching for the stars can really tear you down.
ru: Если подлететь слишком близко к солнцу,{{BR}}то можно обжечь крылья.

source: A watched train never departs.
ru: Пока смотришь на поезд, он стоит на месте.

source: Hilbert's Dotel{{BR}}{{BR}}Welcome!{{BR}}{{BR}}1) Check in{{BR}}2) Take your keys{{BR}}3) {{ExitButton}} for checkout
ru: Гранд-отель Гильберта{{BR}}{{BR}}Добро пожаловать!{{BR}}{{BR}}1) Зарегистрируйся{{BR}}2) Возьми ключи{{BR}}3) {{ExitButton}} чтобы выехать

source: Hilbert's Dotel
ru: Гранд-отель Гильберта

source: I ran out of ...{{BR}}{{BR}}{{BR}}{{BR}}rooms
ru: Перед глазами пролетели все{{BR}}...{{BR}}{{BR}}{{BR}}комнаты.

source: He shall not return by the way of the gate whereby he came in.
ru: "... и не должен он выходить теми же воротами, которыми вошёл..."

source: Shepard Tone
ru: Тон Шепарда

source: Everyone Can{{BR}}Enter Doors.{{BR}}No Trololos!
ru: ПоМилуйте,{{BR}}Доколе{{BR}}с наМи будет{{BR}}этот бРед?{{BR}}Никаких Трололо!

source: C
ru: До

source: D
ru: Ре

source: E
ru: Ми

source: F
ru: Фа

source: G
ru: Соль

source: A
ru: Ля

source: B
ru: Си

source: Sometimes all you need is a little opening.
ru: Иногда достаточно маленького вступления.

source: I am so happy to finally be back home.{{BR}}Press {{ExitButton}}.
ru: Я так рад наконец-то вернуться домой.{{BR}}Нажми {{ExitButton}}.

source: Try the lower path.
ru: Попробуй ниже.

source: Try the upper path.
ru: Попробуй выше.

source: The Axiom of Choiche
ru: Аксиома швыбора

source: Trololololol, lololol, lololol{{BR}}Oh ha ha ha oh!
ru: Трололололо, лололо,{{BR}}лололо, ахахахаха!

source: Turtles All the Way In
ru: Путь усеян черепахами

source: Some things just aren't that simple. Press {{ExitButton}}.
ru: Иногда вещи не так просты, как это кажется. Нажми {{ExitButton}}.

source: It's turtles all the way in.
ru: Черепахи на пути.

source: Listen to the spell of the magical turtle and you may proceed.
ru: Прислушайся к волшебному черепаховому заклятию и можешь идти дальше.

source: Don't{{BR}}Look Up!
ru: Не вздумай{{BR}}смотреть вверх!

source: The Rover and the Feline
ru: Варвара на базаре

source: Some things you simply can't see right away.
ru: Некоторые вещи видишь не сразу.

source: Curiosity killed the Carl - no, the cat.{{BR}}Press {{ExitButton}}.
ru: Любопытной Варваре на базаре нос оторвали.{{BR}}Нажми {{ExitButton}}.

source: You now can stand on platforms!
ru: Теперь ты можешь стоять на платформах!

source: The Cleats{{BR}}Hint: no head bumping!
ru: Шипованная обувь{{BR}}Подсказка:{{BR}}не надо ударяться головой!

source: Steadfastly holding on to the iron rod prevents disasters.
ru: Если устойчиво держать железный стержень, можно предотвратить катастрофу.

source: Sometimes the thing that is in plain sight can be a challenge to reach.
ru: Иногда то, что находится на виду очень трудно достать.

source: Can't tell if this place is pointless or not.
ru: Пока не понятно есть ли в этом месте какой-то смысл.

source: Peaceful games require peaceful solutions.
ru: Мирная игра нуждается в мирных решениях.

source: Blast off?
ru: Пуск?

source: Redundant launch systems aren't rocket science.
ru: Резервные системы запуска это тебе не бином Ньютона.

source: Fly High
ru: Высокого полета!

source: Before The Hub
ru: Скоро будет Хаб

source: Close To The Hub
ru: Хаб совсем близко

source: You can now push them away!
ru: Теперь можно их отталкивать!

source: The Coil{{BR}}(hold {{ActionButton}}){{BR}}Hint: no littering!
ru: Катушка{{BR}}(зажми {{ActionButton}}){{BR}}Подсказка: не сорить!

source: You can now grab and carry them!
ru: Теперь их можно схватить и нести!

source: The Gloves{{BR}}(hold {{ActionButton}}){{BR}}Hint: no speeding!
ru: Перчатки{{BR}}(зажми {{ActionButton}}){{BR}}Подсказка: не{{BR}}превышай скорость.

source: Little & Big Platforms
ru: Маленькие & Большие Платформы

source: Unlike that Italian plumber, you can go left.
ru: В отличие от одного итальянского водопроводчика, ты можешь пойти влево.

source: Some things just take a second attempt.
ru: Некоторые действия требуют второй попытки.

source: Reset
ru: Сброс

source: If platforms require platforming, what do trains require?
ru: Если платформы нуждаются в форме, что нужно таскать поездам?

source: Do
ru: Не

source: not
ru: дайте

source: get
ru: себя

source: distracted
ru: отвлечь

source: We all wait for the special Tetris block,{{BR}}special Tetris block,{{BR}}special Tetris block.
ru: В Тетрисе мы все ждём подходящую фигуру,{{BR}}подходящую фигуру,

source: Sweet is the reward of the swift.
ru: За скорость будет наградой сладость.

source: Swim swim hungry, swim swim hungry.
ru: Гресты грести жрать, грести грести жрать.

source: The note on the right is much more interesting than this one.
ru: Заметка справа гораздо интереснее чем эта.

source: The note on the left is much more interesting than this one.
ru: Заметка слева гораздо интереснее чем эта.

source: The Anti-Hub
ru: Обратный Хаб

source: Welcome to Moonside.
ru: Поздравляем в Мунсайде.

source: Hello,{{BR}}World!
ru: Привет.{{BR}}Мир!

source: Be resourceful with what you have, and you will succeed.{{BR}}Press {{ExitButton}}.
ru: Разумно распоряжайтесь тем, что есть, и успех не за горами.{{BR}}Нажми {{ExitButton}}.

source: Switching It Up
ru: Включаем и выключаем

source: He who waits,{{BR}}retries ... #DGR
ru: Кто долго ждёт –{{BR}}повторяет попытку #DGR

source: Avoid getting blocked in!
ru: Смотрит чтоб не{{BR}}замуровали, демоны!

source: Treasure hunts can be time intensive.
ru: Охота на сокровища занимает много времени.

source: Easy does it.
ru: Это не трудно.

source: Same procedure as last year?
ru: В предыдущий раз мы делали то же самое. Верно?

source: Just put the thing on the thing{{BR}}and the other one too, already!
ru: Давай уже подвинь одну на дну,{{BR}}а другую на другую!

source: If you don't look ahead, you'll end up dead-{{BR}}ended.
ru: Если не смотреть перед собой, попадёшь в мертвый угол.

source: Gotta Carry It Out
ru: Надо отнести

source: You are in a{{BR}}maze of twisted{{BR}}little passages,{{BR}}all alike.
ru: Теперь ты в лабиринте{{BR}}с хитросплетением{{BR}}путей,{{BR}}похожих друг на друга как один.

source: A hollow voice says 'fool'.{{BR}}Press {{ExitButton}}.
ru: Глухой голос говорит: "Дурак".{{BR}}Нажми {{ExitButton}}.

source: If walking alone won't do, try some exercise.
ru: Если хотьба не помогает, попробуй упражнения.

source: Every great adventure started with the line{{BR}}"I know a shortcut".
ru: Каждое большое приключение начинается с фразы{{BR}}"Я знаю более короткий путь".

source: Sometimes you don't just lose sight of something.
ru: Бывает, что вещи не просто продают из виду.

source: Hey, I needed that!
ru: Эй, мне это было нужно!

source: Do you like the red room?
ru: Тебе нравится красная комната?

source: Lack of apparent purpose does not mean you don't need it.
ru: Отсутствие видимого назначения не значит, что сейчас это не нужно.

source: Funny and{{BR}}{{BR}}original.
ru: Забавно и{{BR}}{{BR}}необычно.

source: Pushing Onwards
ru: Толкаем дальше

source: Some ideas only seem smart at first.
ru: Некоторые идеи выглядят разумно только на первый взгляд.

source: If there seems to be no way, you just haven't found it yet.
ru: Если кажется, что выхода нет, значит ты его просто ещё не нашёл.

source: Before The Anti-Hub
ru: Скоро будет Обратный Хаб

source: Only you would fall for a trap as primitive as this one.
ru: Только ты мог попасть в такую элементарную ловушку.

source: Lack of purpose never was a reason not to do it.
ru: У настоящего самурая нет цели. Только путь.

source: Multi Party Authorization
ru: Многофакторная авторизация

source: Failure is a stepping stone to success.
ru: Путь к успеху усеян неудачами.

source: Those who walk, fall.
ru: Кто идет тот и падает.

source: Well, it's actually{{BR}}surprisingly simple.
ru: К большому чуду это{{BR}}очень просто.

source: Simplex, duplex,{{BR}}oh so complex.
ru: Симплексный, дуплексный,{{BR}}как-то это слишком сложноплексно.

source: Tower of Impossible
ru: Башня невозможностей

source: And ... the floor transforms into shiny yet deadly coins.{{BR}}Without the coins.{{BR}}That's unfortunate.
ru: А теперь... пол превращается в блестящие, но смертоносныемонетки.{{BR}}Без монеток.{{BR}}К сожалению.

source: I pressed the impossible button and{{BR}}all I got was this lousy message.
ru: Я нажал невозможную кнопку и получил{{BR}}это вшивое сообщение.

source: The grass is always greener on the other side.
ru: За забором трава всегда зеленее.

source: You can now disable the force fields!
ru: Теперь можно отключить силовые поля!

source: The Remote{{BR}}(hold {{ActionButton}})
ru: Пульт управления{{BR}}(Зажми {{ActionButton}})

source: Do you have{{BR}}what it takes?
ru: У тебя есть всё{{BR}}что нужно?

source: You think{{BR}}you can do it?
ru: Думаешь{{BR}}ты это сможешь?

source: Show me{{BR}}what you've got
ru: Покажи мне{{BR}}что у тебя есть

source: And you didn't{{BR}}forget the remote?
ru: Ты же не забыл{{BR}}взять пульт управления?

source: DANGER
ru: ОПАСНОСТЬ

source: CAUTION
ru: ВНИМАНИЕ

source: WARNING
ru: ТРЕВОГА

source: RISK OF{{BR}}ELECTRIC SHOCK
ru: РИСК ПОРАЖЕНИЯ{{BR}}ЭЛЕКТРИЧЕСКИМ ТОКОМ

source: DO NOT LOOK INTO LASER{{BR}}WITH REMAINING EYE
ru: НЕ СМОТРИТЬ НА ЛАЗЕРНЫЙ ЛУЧ{{BR}}ПОСЛЕДНИМ ГЛАЗОМ

source: LEGAL{{BR}}WAIVER
ru: ОТКАЗ{{BR}}ОТ ОТВЕТСТВЕННОСТИ

source: NO{{BR}}WARRANTY
ru: НИКАКИХ{{BR}}ГАРАНТИЙ

source: HIGH{{BR}}VOLTAGE
ru: ВЫСОКОЕ{{BR}}НАПРЯЖЕНИЕ

source: YOU HAVE{{BR}}BEEN WARNED
ru: ТЕБЯ{{BR}}ПРЕДУПРЕЖДАЛИ

source: PROPOSITION 65
ru: ПРЕДЛОЖЕНИЕ 65

source: And now you've learned{{BR}}not to touch the hot stove.
ru: Теперь ты знаешь,{{BR}}что горячее руками не трогают.

source: The Butterfly Effect
ru: Эффект бабочки

source: What we've done before{{BR}}may impact what we can do next.
ru: Наши предыдущие действия{{BR}}могут повлиять на будущие действия.

source: If you're only focusing on right now,{{BR}}you won't have enough for later.{{BR}}Press {{ExitButton}}.
ru: Если фокусироваться только на текущем,{{BR}}не останется достаточно на потом.{{BR}}Нажми {{ExitButton}}.

source: Moving forward may require{{BR}}making the most of what you've got.
ru: Чтобы продвинуться вперед{{BR}}тебе потребуется всё что ты собрал.

source: Kaizo
ru: Кайзо

source: Missing a shelljump in {{Year}}?
ru: Скучался по прыжкам по панцирям в {{Year}}?

source: Kaaaart Race
ru: Каааартинг

source: Those who haven't learned the trick{{BR}}must take a little pit stop.
ru: Кто так и не научился нужному трюку{{BR}}должен сделать небольшой пит-стоп.

source: Moved Enough?
ru: Надвигался?

source: Carried Enough?
ru: Наносился?

source: Trash Chute
ru: Мусоропровод

source: Taking Out the Trash
ru: Вывоз Мусора

source: Wait, did you take out all the trash?
ru: Подожди-ка, а мусор забрали?

source: There is no such thing as a little white lie.
ru: Не бывает маленькой лжи ради спасения.

source: Yes
ru: Да

source: No
ru: Нет

source: Why did you even lie?{{BR}}Press {{ExitButton}}.
ru: Ну и зачем ты соврал?{{BR}}Нажми {{ExitButton}}.

source: The definition of insanity is doing the same thing over and over again,{{BR}}but expecting different results.
ru: Безумие – это повторение одних и тех же ошибок,{{BR}}в ожидании разных результатов.

source: Van Vlijmen's Vexing Vertical Vector Vertigo
ru: Вертикальный Возмущённый Вектор Воронки Ван Влижмена

source: The One Way Round
ru: Только в объезд

source: déjà Vu
ru: Дежавю

source: Try{{BR}}again
ru: Эх{{BR}}раз,{{BR}}ещё{{BR}}раз

source: The Wide Gap
ru: Большой Разрыв

source: Mind your head, you've only got one.
ru: Береги голову, она у тебя только одна.

source: More is not always better.
ru: Больше не всегда лучше.

source: Those who are not up to speed may get left behind.
ru: Кто не может ускориться может остаться позади.

source: Time is of the essence.
ru: Время важно.

source: Driving You Mad
ru: Управляй своим безумством

source: It's Bring Your Own Platform, you know.
ru: Каждый приходит со своей платформой, ну ты знаешь.

source: Still got it?
ru: Она всё{{BR}}ещё у тебя?

source: Small cars{{BR}}only
ru: Только маленькие{{BR}}машинки

source: {{BigCity}} Road Rage
ru: Дорожный Беспорядок в городе {{BigCity}}

source: Grand Theft Auto!
ru: Сейчас будет GTA!

source: Welcome to {{BigCity}}.
ru: Добро пожаловать в {{BigCity}}.

source: Crime doesn't pay.{{BR}}Press {{ExitButton}}.
ru: Преступление не окупается.{{BR}}Нажми {{ExitButton}}.

source: Dude!{{BR}}That's{{BR}}MY car!
ru: Чувак!{{BR}}Это{{BR}}МОЯ{{BR}}тачка!

source: ... after?
ru: ... надо?

source: ... are ...
ru: ...тебе...

source: What ...
ru: Что...

source: ... you ...
ru: ... здесь...

source: Those who cannot remember the past are condemned to repeat it.
ru: Кто не помнит прошлого, обречен его повторять.

source: Sometimes, the unprepared can't even follow instructions.
ru: Иногда неподготовленный не может даже следовать инструкциям.

source: If everything is upside down, nothing is.
ru: Если всё вверх дном, то как ты это поймешь?

source: Even going in circles you can get somewhere.
ru: Даже ходя по кругу можно куда-нибудь прийти.

source: Get It Back!
ru: Положи На Место!

source: y tho?{{BR}}Press {{ExitButton}}.
ru: и чего это?{{BR}}Нажми {{ExitButton}}.

source: Stairs to Nowhere
ru: Лестница в Никуда

source: Not every staircase leads somewhere nice.
ru: Не каждая ступенька ведет к чему-то хорошему.

source: Don't let appearances fool you.
ru: Не верь глазам своим.

source: You just need to push away what you don't need.
ru: Просто оттолкни то, что не нужно.

source: Looking in every nook and cranny{{BR}}sometimes yields unexpected gains.
ru: Заглядывая в каждый уголок и щель{{BR}}иногда можно найти неожиданные полезные штуки.

source: If you come back to a familiar place,{{BR}}it may no longer look the way you remember it.
ru: Если вернуться к знакомому месту,{{BR}}то его можно и не узнать.

source: Twice Twice
ru: Дважды Дважды

source: Why didn't you like the one I gave you?
ru: Чем тебе не понравилось то, что тебе дали?

source: You really don't get it, do you?
ru: Что, правда ничего не понятно?

source: Looking at things and observing how they change{{BR}}is what brought us science.
ru: Наблюдение за предметами и тем, как они меняются{{BR}}привело нас к науке.

source: You should have done this a little bit earlier.
ru: Надо было это сделать немного раньше.

source: Greedy you are, greedy!
ru: Жадина говядина!

source: The Cube
ru: Куб

source: Good news.{{BR}}I figured out why she wanted you gone.
ru: Хорошие новости.{{BR}}Теперь понятно почему она хотела чтобы ты ушёл.

source: Crumbling Upwards
ru: Истощающий путь вверх

source: Not every shortcut works.
ru: Не каждый короткий путь ведет куда следует.

source: The slow and slothful deserve ...{{BR}}nothing.
ru: Медленные и ленивые заслуживают...{{BR}}ничего они не заслуживают.

source: Ski Dyver
ru: Небесный лыжник

source: Those who are not inattentive get trolled.
ru: Тролят тех, кто обращает внимание.

source: If you don't know who you are,{{BR}}you don't know where to go.
ru: Если не знаешь кто ты,{{BR}}то не знаешь и куда идешь.

source: Dr. W?
ru: Доктор К?

source: All good things ...
ru: Всё хорошее ...

source: ... come to an end.
ru: ... когда-нибудь заканчивается.

source: Dr. W!
ru: Доктор К!

source: It Only Takes One
ru: Тот же

source: Any regrets?
ru: Сожалеешь о чем-то?

source: EXIT
ru: ВЫХОД

source: Careful!
ru: Осторожно!

source: You sit on a throne of lies.
ru: Ты сидишь на троне лжи.

source: There is no universe where ...
ru: Не существует вселенной где бы...

source: ... this is the right way.
ru: ... это был верный путь.

source: What looked like cheese might be the only way.
ru: Самый простой путь может быть единственным. Как сыр в масле.

source: Not triggering the switch of doom might take some effort.
ru: Не трогать переключатель страшного суда может быть тяжело.

source: A window of opportunity can lead to greener pastures.
ru: Через окно возможностей можно выйти на луга где трава зеленее.

source: The well prepared will earn their reward.
ru: Хорошо подготовленный получит награду.

source: Platform{{BR}}is key.
ru: Платформа{{BR}}это ключ.

source: Quo vadis?
ru: Куда собрался?

source: Those who never try, never find out.
ru: Кто не попробует, тот и не узнает.

source: reached The Hub with {{Abilities}} at {{GameTime}}.
ru: Ты добрался до Хаба с помощью {{Abilities}} за {{GameTime}}.

source: reached The Anti-Hub with {{Abilities}} at {{GameTime}}.
ru: Ты добрался до Обратного Хаба с помощью {{Abilities}} за {{GameTime}}.

source: reached It Only Takes One with {{Abilities}} at {{GameTime}}.
ru: Ты добрался до Того Самого с помощью {{Abilities}} за {{GameTime}}.

source: Vindication
ru: Оправдание

source: Vertically challenged
ru: Вертикальное испытание

source: The Enrichment Center regrets to inform you that{{BR}}the Super Gravitron is currently out of order.{{BR}}Press {{ExitButton}}.
ru: Центр Обогащения с сожалением сообщает,{{BR}}что Супер Гравитрон вышел из строя.{{BR}}Нажми {{ExitButton}}.

source: Viability Voodoo
ru: Вуду Выживание

source: UNDER{{BR}}CONSTRUCTION
ru: СТРОИТЕЛЬНЫЕ{{BR}}РАБОТЫ

source: Vuvuzela Virtuoso
ru: Виртуозная Вувузела

source: It is hard to focus with all the noise.
ru: Трудно сфокусироваться с таким шумом.

source: Virtual Vandalism
ru: Виртуальный Вандализм

source: Vae Victis
ru: Vae Victis{{BR}}(пер. с лат. "горе побеждённым")

source: This one is your end.
ru: А вот и конец.

source: Veni, Vidi, Vici
ru: Veni, Vidi, Vici{{BR}}(пер. с лат. "пришел, увидел, победил")

source: Hah! Nobody will ever get this one.
ru: Ха! А вот этот никто никогда не получит.

source: You have found a shiny trinket!{{BR}}One out of One.
ru: Нашлась блестящая безделушка{{BR}}Самая-самая Блестящая.

source: W{{BR}}A{{BR}}T
ru: Ш{{BR}}Т{{BR}}А

source: Just{{BR}}kiddin'
ru: Просто{{BR}}прикалываюсь

source: I hope you took{{BR}}the small one ...
ru: Надеюсь, что ты{{BR}}взял маленькую...

source: Those who have, have.
ru: У кого есть, у того есть.

source: Those who don't, don't.
ru: У кого нет, у того нет.
